Repository: abdulrasol/spimebook
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Author
ar: المؤلف

source: Author Name
ar: أسم المؤلف

source: Short
ar: مختصر

source: Author Bio
ar: السيرة الذاتية للمؤلف

source: Author Profile Image
ar: صورة المؤلف

source: Birth Date
ar: تاريخ الولادة

source: English Translation)
ar: االترجمة الانكليزية

source: English Translation
ar: الترجمة الانكليزية

source: Add Author
ar: اضافة المؤلف

source: Write Some Information About This Author
ar: أكتب بعض المعلومات حول هذا المؤلف

source: Select file
ar: اختار صورة جديدة

source: Edit Author Info
ar: تعديل معلومات المؤلف

source: Report Warning
ar: ابلاغ عن خطأ

source: Update
ar: تحديث

source: Info
ar: المعلومات

source: Old Picture
ar: الصورة القديمة

source: Select New Picture
ar: اختار صورة جديدة

source: Update Author Info
ar: السيرة الذاتية للمؤلف

source: Books
ar: الكتب

source: Spimebook
ar: سبايمبوك

source: Authors, %(title)s
ar: المؤلفون، %(title)s

source: Add Author, %(title)s
ar: أضافة مؤلف، %(title)s

source: Edit %(t)s details, %(title)s
ar: تعديل تفاصيل %(t)s، %(title)s

source: Book
ar: كتاب

source: Novel
ar: رواية

source: Book Title
ar: عنوان الكتاب

source: Book Cover Image
ar: صورة الغلاف

source: The Author
ar: المؤلف

source: Publish Date
ar: تاريخ النشر

source: Genres
ar: التصنيفات

source: Type
ar: نوع الكتاب

source: Orginal Book
ar: الكتاب الاصلي

source: Book Bio
ar: معلومات الكتاب

source: Arabic Translation
ar: الترجمة العربية

source: French Translation
ar: الترجمة الفرنسية

source: Add New Book
ar: أضافة كتاب جديد

source: from here
ar: من هنا

source: Title
ar: العنوان

source: If Author Doesn't Appear
ar: اذا لم بظهر الكتاب

source: click here to add
ar: انقر هنا للاضافة

source: Write Some Information About This Book
ar: أكتب بعض المعلومات حول هذا الكتاب

source: Click to selcect Genres
ar: اضغط لاخيتار التصنيف

source: Click to add new Genres
ar: اضغط لاضافة تصنيف جديد

source: Add
ar: أضافة

source: Add New Genre
ar: اضافة تصنيف جديد

source: Cancel
ar: الغاء

source: Save
ar: حفظ

source: Edit book Info
ar: تعديل معلومات الكتاب

source: Remove from readed Books
ar: حذف من الكتب المقروءة

source: Add to readed Books
ar: اضافة الى الكتب المقروءة

source: Originally published:
ar: تاريخ النشر:

source: All
ar: الكل

source: Reviews
ar: المراجعات

source: Quotes
ar: الاقتباسات

source: Posts
ar: المنشورات

source: There is no posts, reviews or quotes for Now!
ar: لا توجد مشاركات أو مراجعات أو اقتباسات الى الآن!

source: There is no
ar: لا توجد

source: for Now!
ar: الى الان

source: Write for
ar: اكتب منشور لـ

source: Content..
ar: محتوى المشاركة

source: Quote
ar: اقتباس

source: Review
ar: مراجعة

source: Edit
ar: تعديل

source: Add Book
ar: اضافة كتاب

source: Share
ar: نشر

source: Browser books, %(title)s
ar: الكتب، %(title)s

source: Browser %(genre)s Books,
ar: كتب %(genre)s،

source: Browser Book
ar: الكتب

source: Browser Novel
ar: الروايات

source: Author not found, please correct name or add to database.
ar: المؤلف غير موجود، يرجى اضافته الى قاعدة البيانات

source: Post
ar: منشور

source: User
ar: المستخدم

source: Language
ar: لغة المستخدم

source: Content
ar: محتوى المشاركة

source: For Book
ar: للكتاب

source: Post Type
ar: العنوان

source: Settings
ar: الاعدادات

source: Sign out
ar: تسجيل خروج

source: Sign in
ar: تسجيل دخول

source: Register
ar: تسجيل

source: My Posts
ar: منشوراتي

source: Shortcuts
ar: الوصول السريع

source: My Profile
ar: صفحتي

source: My Lists
ar: قوائمي

source: Bookmark
ar: القوائم المرجعية

source: More
ar: المزيد

source: Contact us
ar: تواصل معنا

source: How Are We
ar: من نحن

source: Search...
ar: بحث...

source: Main
ar: الرئيسية

source: Home
ar: الصفحة الرئيسية

source: Authors
ar: المؤلفون

source: others
ar: اخرى

source: Write your comment
ar: اكتب تعليك

source: Reply
ar: تعليق

source: archived
ar: مؤرشفة

source: loves
ar: المحبين

source: Comments
ar: التعليقات

source: Book Post
ar: كتاب

source: Select Book
ar: اختار الكتاب

source: If Book Doesn't Appear
ar: اذا لم بظهر الكتاب

source: Archived
ar: ارشفة

source: is archived post?
ar: هل تريد ارشفة المشاركة

source: When Archiving Posts, will no longer be visible for others.
ar: عندما تكون مؤرشفة، لا يستطيع احد ان يراها سوى انت.

source: Add New Post
ar: اضافة مشاركة جديدة

source: Post Title
ar: العنوان

source: Post..
ar: المحتوى..

source: Spimebook, a site for readers
ar: سبايمبوك، موقع للقراء

source: Edit %(title)s
ar: تعديل، %(title)s

source: My Posts, Spimebook
ar: سبايمبوك، منشوراتي

source: Love
ar: حب

source: Loves
ar: المحبين

source: Log In First
ar: يرجى تسجيل الدخول اولاً

source: Threre is no comment for now!
ar: لا توجد مشاركات أو مراجعات أو اقتباسات الى الآن!

source: Score
ar: التقييم

source: Rating average
ar: معدل التقييمات

source: Rating
ar: التقييم

source: Rated by
ar: عدد المصوتين

source: Profile Picture
ar: الصورة الشخصية

source: Bio
ar: السيرة الذاتية

source: Readed Books
ar: الكتب التي تم قراءتها

source: Token Code
ar: رمز التحقق

source: First Name
ar: الاسم

source: Last Name
ar: اللقب

source: , need account
ar: ، تحتاج حساب

source: register here
ar: سجل من هنا

source: Sign In
ar: تسجيل دخول

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: lost my password
ar: فقدت كلمة المرور الخاصة بحسابي

source: Need account
ar: تحتاج حساب

source: Edit Profile
ar: تعديل صفحتي

source: The books I read
ar: الكتب اللتي قرأتها

source: remove from this list
ar: ازالة من قائمة القراءة

source: The are no posts for now
ar: لا توجد مشاركات الى الآن!

source: Recover Your Password
ar: ستعادة كلمة المرور

source: Find Your Account
ar: البحث عن حسابك

source: Email address
ar: البريد الالكتروني

source: Account not found, make sure your email is correct
ar: لم يتم العثور على الحساب، تأكد من ادخال البريد الالكتروني بصورة صحيحة

source: Find
ar: العثور على الحساب

source: Enter The Code
ar: دخل الرمز

source: We send code to your email, enter it below
ar: قمنا بإرسال رمز تحقق الى حساب البريد الالكتروني الخاص بك، ادخل الرمز هنا

source: Code
ar: الرمز

source: Token code in incorrect
ar: الرمز خاطئ!

source: Check
ar: تحقق من صحة الرمز

source: New Password
ar: كلمة المرور الجديدة

source: Password you entered less than 6 char!
ar: كلمة المرور يجب ان تكون اكبر من 6!

source: Already have account
ar: تمتلك حساب مسبقاً

source: Login here
ar: قم بتسجيل الدخول من هنا

source: Edit Account Settings
ar: تعديل اعدادت الحساب

source: leave field empty if you don't want to change it!
ar: اترك الحقل فارغ اذا كنت لا تريد تغيره

source: Currunt
ar: الحالي

source: 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: اقصى عدد للحروف 150

source: Books reads by
ar: الكتب التي قرأها

source: Recover your password
ar: استعادة كلمة المرور الخاصة بحسابك
